Repository: Woturios/Goalie
Catalog: CashRefill/Resources/*.lproj/Localizable.strings
Languages: de, pl

source: Add new item:
de: Neue Sache hinzufüg
pl: Dodaj nową rzecz:

source: Add new item...
de: Neue Sache hinzufüg...
pl: Dodaj nową rzecz...

source: Add price...
de: Preis hinzufügen...
pl: Dodaj cenę...

source: ADD TO MY LIST 🥳
de: ZU LISTE HINZUFINGEN 🥳
pl: DODAJ DO LISTY 🥳

source: Add your custom goal!
de: Geben Sie Ihr benutzerdefiniertes Ziel ein
pl: Dodaj własny cel!

source: Add your first goal!
de: Fügst deine erstes Ziel hinzu
pl: Dodaj swój pierwszy cel!

source: Add your goal!
de: Neues Ziel hinzufing
pl: Dodaj cel!

source: Back
de: Zurück
pl: Cofnij

source: Change currency
de: Währung ändern
pl: Zmień walutę

source: Change Currency
pl: Zmień walutę

source: Change currency 💰
de: Währung ändern
pl: Zmień walutę 💸

source: Change language
de: Sprache ändern
pl: Zmień język 🇵🇱

source: Change Language
pl: Zmień język

source: Created:
de: Erstellt:
pl: Stworzono:

source: Donate to us in Cryptocurrency!
pl: Pomóż nam wpłacając kryptowaluty!

source: Edit item...
pl: Edytuj rzecz...

source: Edit price...
pl: Edytuj cenę...

source: Edit your list item:
de: Eintrag bearbeiten
pl: Edytuj swój wpis:

source: Goal
de: Ziel
pl: Cel

source: Goalie is curently supporting three languages: 🇺🇸 English 🇵🇱 Polish 🇩🇪 German To change language go to Settings app and search for Goalie. You will se a setting to change app language.
pl: Goalie obecnie wspiera trzy języki: 🇺🇸 Angielski 🇵🇱 Polski 🇩🇪 Niemiecki Żeby zmienić język otwórz aplikacje Ustawienia. Wyszukaj Goalie. Zobaczysz ustawienie zmiany języka w aplikacji.

source: Help us to improve Goalie!
pl: Pomóż nam ulepszyć Goalie!

source: History 🕰
de: Geschichte 🕰
pl: Historia 🕰

source: How much do you want to save?
de: Wie viel möchtest du zu sparen?
pl: Ile chcesz zaoszczędzić?

source: Instead of spending money on things you don't really need, save them for something you really care about.
de: Anstatt Geld für Dinge auszugeben, die Sie nicht wirklich brauchen, sparen Sie sie für etwas, das Sie wirklich interessieren.
pl: Zamiast wydawać pieniądze na rzeczy, których naprawdę nie potrzebujesz, oszczędź je na coś na czym ci bardzo zależy. 🥳🥰😎

source: Item:
de: Sache:
pl: Rzecz:

source: Minimalist theme
pl: Minimalistyczne tło

source: name
pl: imię

source: Oh, no! 😰😱🥶
de: Oh, nein! 😰😱🥶
pl: Och, nie! 😰😱🥶

source: Please, type the name and price of the item! 🫡
de: Tippst du die name und den Preis der Sache ein! Bitte 🫡
pl: Napisz nazwę oraz cenę przedmiotu! 🫡

source: price
pl: cena

source: Price:
de: Preis:
pl: Cena:

source: Progress
de: Forschritt
pl: Postęp

source: SAVE
de: SPAREN BEGINNEN
pl: ZAPISZ

source: Savings
de: Ersparnis
pl: Oszczędności

source: Select background theme you will be using in goalie app.
de: Wähl den App-Hintergrund
pl: Zmień tło aplikacji, klikając w przyciski poniżej.

source: Select your theme!
de: Wähl deine Thema!
pl: Wybierz motyw!

source: Set your goal 🏆
de: Einstellt dein Ziel 🏆
pl: Ustaw cel 🏆

source: Settings
de: Einstellungen
pl: Ustawienia

source: SUBMIT YOUR CHANGES 👍
de: BESTÄTIG DEINE AUSWAHL 👍
pl: POTWIERDŹ ZMIANY 👍

source: Support Goalie 💕
pl: Wesprzyj Goalie 💕

source: There is nothing on your list. Press + to add new item. 😱😨😰
de: Es steht nichts auf deiner Liste. Drücken Sie +, um einen neuen Eintrag hinzuzufügen. 😱😨😰
pl: Na twojej liście nic nie ma! Naciśnij + i dodaj nową rzecz. 😱😨😰

source: To change currency follow this steps: ⚙️ Open Settings App on your device. 🔍 Search for "Language & Region" 🌍 Change Region to country that uses currency you want! Changing region may affect the format of dates and distances on your phone. However you can allways change them back manually.
de: ⚙️ Offn die Einstellungen App. 🔍 Suche nach "Sprache & Region". 🌍 Veränder Region.
pl: ⚙️ Na swoim urządzeniu otwórz aplikacje Ustawienia. 🔍 Wyszukaj "Język i Region" 🌍 Zmień region na kraj, którego walutę chcesz używać. Zmiana regionu może zmienić jednostki miary oraz format czasu i daty. Lokalne jednostki można ustawić z powrotem manualnie.

source: To change currency follow this steps: ⚙️ Open Settings App on your device. 🔍 Search for "Language & Region" 🌍 Change Region to country that uses Currency you want! Changing region may affect the format of dates and distances on your phone. However you can allways change them back manually.
pl: Jeśli chcesz zmienić walutę, podążaj za poniższymi instrukcjami: ⚙️ Na swoim urządzeniu otwórz aplikację Ustawienia. 🔍 Wyszukaj "Język i Region" lub kliknij w ustawienia "Ogólne", szukana opcja będzie na liście ustawień. 🌍 Zmień region na kraj którego walutę chcesz używać. ❗️Zmiana regionu może wpłynąć na sposób wyświetlania daty oraz zmienić jednostki odległości oraz temperatury. Polskie jednostki można ustawić z powrotem ręcznie w ustawieniach. Zmiana regionu nie wpływa na zmianę języka urządzenia.

source: We are working hard, all the time to make Goalie better. 💪 📢 However we decided to make Goalie totally free and ad-free because we know how anoying it would be to use app like that. 🤑 If you would like to support ❤️ us you can send us some Cryptocurrency - tapp currency to copy our wallet adress to clipboard. 📋 We need funds to pay for Apple Development system - basically it allows us to make app avialable on App Store and further expences will grow along with app inprovements. 🧑‍💻 Thanks to any one who decided to support us 💕
pl: Ciągle pracujemy nad Goalie wprowadzając nowe funkcje oraz polepszając wasze doświadczenie. 💪 📢 Mimo tego Goalie pozostaje wolne od reklam oraz całkowicie darmowe, ponieważ wiemy że reklamy lub opłaty mógły by pogorszyć jakość aplikacji. 🤑 Jeśli zechciałbyś/abyś nas wesprzeć ❤️ możesz wysłać nam wybrane kryptowanuty - kliknij w nazwę waluty aby skopiować adres naszego portfela. 📋 Potrzebujemy funduszy aby opłacać możliwość wystawiania aplikacji w App Store oraz na nadchodzące wydatki, które pojawią się wraz z rozwojem aplikacji (m. in. płatne API) 🧑‍💻 Ogromnie dziękujemy wszystkim którzy zdecydowali się nas wesprzeć 💕

source: Your current goal is %@
de: Dein Ziel ist %@
pl: Twój cel wynosi %@

source: Your Savings
de: Deine Ersparnisse
pl: Twoje oszczędności

source: Goalie is currently supporting three languages: 🇺🇸 English 🇵🇱 Polish 🇩🇪 German To change language go to Settings app, search for Goalie. You will see a setting to change app language.
de: Goalie unterstützt derzeit drei Sprache: 🇺🇸 English 🇵🇱 Polnisch 🇩🇪 Deutsch Sie können die Sprache in die "Einstellungen" App ändern.
